Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/dihtosis-hanke_pyrkii_lisaamaan_nuorten_saamelaistietoisuutta.html.tmx
Source language: fin
Languages: smn

source: Dihtosis-hanke pyrkii lisäämään nuorten saamelaistietoisuutta
smn: Dihtosis-haahâ viggá lasettiđ nuorâi tiäđuid sämmilijn

source: Euroopan rasismin ja suvaitsemattomuuden vastainen komissio ECRI (European Commission against Racism) on antanut Suomelle jälleen suosituksia rasismin ja suvaitsemattomuuden vastaiselle työlle.
smn: Euroop raasism já soováášmettumvuođâ vuástásâš komissio ECRI (European Commission against Racism) lii adelâm Suomân oppeet avžuuttâsâid raasism já soováášmettumvuođâ vuástásii paargon.

source: Tuoreessa raportissaan komissio toi esiin huolensa muun muassa saamelaiskulttuurin vähäisestä tuntemuksesta Suomessa.
smn: Vorâs raportist komissio puovtij oovdân huolâs eereeb iärásij sämikulttuur uccáá tubdâmist Suomâst.

source: ( Yle 12.9. ) Raportissa mainitaan myös, että saamelaistietoisuutta tulisi lisätä kouluissa ja valtaväestön keskuudessa erilaisin kampanjoin.
smn: (Yle 12.9.) Raportist mainâšuvvoo meid, ete škoovlâin já válduaalmug juávhust kolgâččij lasettiđ tiäđuid sämmilijn sierâlágán kampanjaiguin.

source: Saamelaiskäräjien nuorisoneuvoston ja Nuorten Akatemian yhteishanke Dihtosis on pyrkinyt omalta osaltaan vastaamaan tähän tarpeeseen ja kasvattamaan suomalaisten nuorten ja oppilaitosten tietämystä saamelaisista.
smn: Sämitige nuorâirääđi já Nuorâi Akatemia (Nuorten Akatemia) ohtsâšhaahâ Dihtosis lii viggâm jieijâs uásild västidiđ taan táárbun já lasettiđ syemmilij nuorâi já oppâlájádâsâi tiäđuid sämmilijn.

source: Hankkeen myötä on syntynyt tietoa täynnä oleva menetelmäpakka, jonka avulla opettajat voivat vetää saamelaisteemaisia oppitunteja itse.
smn: Haavâ mield lii šoddâm vyehikorttâpakkâ, mii lii tievâ tiäđuin já mon vievâst máttáátteijeeh pyehtih keessiđ sämmilâšfáádáid siskeldeijee oppâtiijmijd jieš.

source: Lisäksi Saamelaiskäräjien nuorisoneuvosto ja Nuorten Akatemia ovat kouluttaneet kouluvierailijoita, jotka ovat vierailleet oppilaitoksissa ympäri Suomen.
smn: Toos lasseen Sämitige nuorâirääđi já Nuorâi Akatemia láá škovlim škovlâkuosijd, kiäh láá kolliistâllâm oppâlájádâsâid pirrâ Suomâ.

source: Kouluvierailijat ovat saamelaisnuoria.
smn: Škovlâkyesih láá säminuorah.

source: Opetus- ja kulttuuriministeriön rahoituksella toteutunut hanke otettiin alkuvuodesta ilolla vastaan, ja tarjolla olleet kouluvierailut varattiin loppuun hetkessä.
smn: Máttááttâs- já kulttuurministeriö ruttâdmáin olášuttum haahâ valdui algâivveest iloin vuástá, já fallum škovlâkolliistâlmijd väridii loopân tállán.

source: Voimakas vastaanotto kertoi kuitenkin juuri siitä, mitä ECRIn raporttikin peräänkuuluttaa: saamelaistietoisuutta ei ole tarpeeksi.
smn: Movtigis vuástáväldim muštâlij kuittâg eidu tast, maid ECRI raapoort-uv tiädut: tiäđuh sämmilijn iä lah tuárvi.

source: Opetusmateriaaleissa saamelaisuutta sivutaan ehkä vain muutamalla lauseella.
smn: Máttááttâsmateriaalijn sämmilâšvuođâst muštâluvvoo kenski tuše muáddi celkkust.

source: Yhden kouluvierailun aikana nuoren saamelaistietoisuus voikin kasvaa merkittävästi.
smn: Oovtâ škovlâkolliistâllâm ääigi nuorâ tiäđulâšvuotâ sämmilijn sáttá-uv lasaniđ merhâšitteht.

source: Jatkamme työtä Dihtosis-hankkeen parissa suurella ilolla ja ylpeydellä, mutta sana ”hanke” paljastaa jo sen, että kyseessä ei välttämättä ole pysyvä toimintamalli.
smn: Mij juátkip pargo Dihtosis-haavâ ooleest stuorrâ iloin já čiävláht, mutâ sääni ”haahâ” muštâl jo tom, ete koččâmušâst ij veltihánnáá lah pisovâš toimâhäämi.

source: Siksi olisikin äärimmäisen tärkeää luoda pysyviä rakenteita, jotta lasten ja nuorten saamelaistietoisuus ei olisi erinäisten hankkeiden tai esimerkiksi kouluvierailujen saatavuuden varassa.
smn: Tondiet ličij-uv eromâš tehálâš vuáđudiđ pisováid ráhtusijd, vâi párnái já nuorâi tiäđulâšvuotâ sämmilijn ij liččii kiddâ sierâlágán haavâin tâi ovdâmerkkân škovlâkolliistâlmij finniimist.

source: Saamelaiset ovat Euroopan ainoa alkuperäiskansa, josta suomalaisen koululaitoksen tulisi voida kertoa tasavertaisesti kaikille suomalaisille nuorille.
smn: Sämmiliih láá Euroop áinoo algâaalmug, mast syemmilâš škovlâlájádâs kolgâččij pyehtiđ muštâliđ oovtviärdásávt puoh syemmilâš nuoráid.

source: Minna Lehtola, projektityöntekijä, Saamelaiskäräjien nuorisoneuvosto , puh: 010 839 3132, minna.lehtola(at)samediggi.fi
smn: Minna Lehtola, proojeektpargee, Sämitige nuorâirääđi , puh: 010 839 3132, minna.lehtola@samediggi.fi

source: Ulla Saalasti, projektikoordinaattori, Nuorten Akatemia , puh: 040 567 4203, ulla.saalasti(at)nuortenakatemia.fi
smn: Ulla Saalasti, proojeektkoordinaattor, Nuorâi Akatemia , puh: 040 567 4203, ulla.saalasti(at)nuortenakatemia.fi
